{"pageProps":{"route":{"name":"page.Page9","key":"page.Page9"},"initialState":{"dolanData":{},"dolanConfig":{},"isLoading":false,"isAuthenticated":false,"isDolanReady":true,"didInvalidateDolan":false,"spinnerText":"","spinnerBackgroundColor":null,"sampleDataHashes":{},"dolanTimestamp":1716292226587,"navConfig":{"blueprint":"legacy","legacyLayouts":{"webMenuType":"side_left"},"initPageId":"page.Page1","defaultPageId":"page.Page1","authenticationEnabled":false,"authPageId":"page.Page1","enabled":false,"headerEnabled":false,"headerText":"","tabs":[{"title":"Go Back","name":"t0"}],"screens":["page.Page0","page.Page1","page.Page2","page.Page4","page.Page6","page.Page7","page.Page8","page.Page9","page.Page10"],"routeConfigs":{"t0":{"initialRouteName":"page.Page1","iconName":"arrow-left"},"Login":{}}},"app-variable:title":"","app-variable:objective":"","app-variable:message":"","app-variable:audience":"","app-variable:audienceHelper":"While you’ll likely be disseminating information to multiple secondary and tertiary groups, trying to speak to too broad of an audience risks diluting your message. Identifying the primary audience will help you refine your message and prioritize your communications efforts. ","app-variable:objectiveHelper":"Your objective is simply what you’re trying to achieve through communication. Try to be as specific as possible. Measurable goals help you determine your level of success and may help you make better decisions in the future. ","app-variable:messageHelper":"Your message should not only summarize the main point you want to get across but should carry a tone of voice in keeping with the message and your brand. While your tone can and should be unique to you, keep in mind you are part of the UC family. The University’s brand voice is visionary, tenacious, personal, and uplifting. ","app-variable:channelsSocial":"","app-variable:channelsMedia":"","app-variable:channelsWeb":"","app-variable:channelsOther":"","app-variable:outputSuccess":"","app-variable:outputFailure":"","app-variable:variable1":"","app-variable:variable2":"","app-variable:insightProspectiveStudents":"We know that prospective students are typically high school sophomores, juniors, or seniors. But you know your audience—what are the most important things to keep in mind?","app-variable:audienceReport":"0","app-variable:insightCurrentStudents":"We know current students tend to be 18-24 years old and are more likely to respond to digital and social media than more traditional forms of communication—but you know your audience. What are the most important things to keep in mind?","app-variable:audienceInsightSubmitted":"","app-variable:insightParentsGuardians":"Parents and guardians play an important role in their children’s college decisions, and want to be informed about their Bearcat experience. But you know your audience bettter than we do—what are the most important things to keep in mind? ","app-variable:insightCounselors":"Counselors are probably inundated with communications from various universities, so it’ll be important to be concise and on-brand when speaking to them—but you know your audience. What are the most important things to keep in mind? ","app-variable:insightGeneralPublic":"It can be challenging when you’re talking to such a varied audience as the general public. Keep your brand tone of voice top of mind and make sure you’re not assuming familiarity with acronyms or UC or higher-ed lingo. But you know your audience better than we do—what are the most important things to keep in mind? ","app-variable:insightFacultyStaff":"You're likely a member of this group, so you probably have a pretty good handle on how faculty and staff want to receive communications about various topics. So based on what you’re trying to convey, what do you think are the most important things to keep in mind? ","app-variable:insightPatients":"If you’re communicating with patients, they’ve likely come into contact with your department in times of need or reassurance. Keep this in mind when considering your tone of voice and the channels you might choose to use. But you know your audience better than we do—what are the most important things to keep in mind? ","app-variable:insightInfluencers":"Generally, higher-ed influencers are likely accustomed to typical marketing speak. You may need to be a little more direct and statistics-driven to make an impact. But you know your audience better than we do—what are the most important things to keep in mind? ","app-variable:insightAlumniDonors":"Alumni and donors are probably on your contact lists because they have a sense of pride for the university and nostalgia for their time spent here. Playing to these emotions may be beneficial — but you know your audience better than we do. What are the most important things to keep in mind? ","app-variable:insightBusinessPartners":"Business partners are in, well, business. So, they’re probably pragmatic and want to cut to the bottom line: what’s in it for me or my organization? But you know your audience better than we do. What are the most important things to keep in mind? ","app-variable:insightOther":"We’re sorry, our app isn’t sophisticated enough to deal with this. You’ll have to figure this one out on your own! ","app-variable:finalWho":"","app-variable:finalWhat":"","app-variable:finalWhere":"","app-variable:finalWhen":"","app-variable:finalHow":""}},"__N_SSG":true}